Repository: dinhquydds/nanocucurmin
Catalog: tm/taytrangrang-omegat.tmx
Source language: en_us
Languages: vi

source: Two materials have been favored, namely, 30–35 % hydrogen peroxide (Superoxol) and powdered sodium perborate, which have been used either alone or in combination (Weisman 1963; Freccia et al.
vi: Hai vật liệu được ưa chuộng là 30–35 % hydrogen peroxide (Superoxol) và bột sodium perborate, sử dụng một mình hoặc phối hợp (Weisman 1963; Freccia và cộng sự

source: Two of the paint-on films did not result in any
vi: Hai màng mỏng được bôi lên không có kết quả

source: Two recent clinical studies reported that the results of the combined in-office/ at-home technique were similar to those obtained only with the at-home technique (Bernardon et al.
vi: Hai nghiên cứu lâm sàng gần đây báo cáo rằng phối hợp kỹ thuật tại phòng khám và tại nhà có kết quả tương tự những người chỉ tẩy trắng răng tại nhà (Bernardon và cộng sự

source: Two techniques for bleaching endodontically treated teeth have been used through the years, namely, the thermocatalytic technique and the walking bleach technique.
vi: Hay kỹ thuật để tẩy trắng răng đã nội nha được dùng nhiều năm nay là kỹ thuật thermocatalytic technique và the walking bleach technique.

source: Two treatment-related predictors for side effects are bleaching gel concen- tration and contact time (Bruzell et al.
vi: Hai điều trị liên quan tới dự đoán tác dụng phụ là nồng độ gel tẩy trắng và thời gian tiếp xúc (Bruzell và cộng sự

source: Ultra-morphological studies with Transmission Electron Microscopy (Perdigao and Lopes 2006) revealed that the treatment of enamel with 10 % carbamide perox- ide did not result in changes in the morphology of the crystallites immediately below the enamel surface (Fig. 6.17), but this alteration was pronounced when enamel was treated with 38 % hydrogen peroxide following the recommendations for in-office whitening (Perdigao and Lopes 2006).
vi: Ngay lập tức siêu hình thái với kính hiển vi điện tử (Perdigao và Lopes 2006) cho thấy rằng điều trị men răng bằng 10 % carbamide peroxide không làm thay đổi hình thái của tinh thể ngay lập tức dưới bề mặt men răng (Hình 6.17), nhưng thay đổi này thấy khi men răng được điều trị bằng 38 % hydrogen peroxide theo đề nghị cho tẩy trắng răng tại phòng khám (Perdigao và Lopes 2006).

source: Ultradent’s OpalCup™ with
vi: Ultradent’s OpalCup™ với

source: Under best conditions, the resin-infiltrated lesions are optically masked and “disappear” (Paris and Meyer- Lueckel 2009; Eckstein et al.
vi: Dưới điều kiện tốt nhất, tổn thương được xâm nhập nhựa được che về quang học và "biến mất" (Paris và Meyer- Lueckel 2009; Eckstein và cộng sự

source: Under per-oral administration, several factors such as the immune system, lymphatic drain- age, urinary excretion, and morphological characteristics of the dentin substrate may modulate the amount of the medicine that reaches the plasma and extracellular fluid
vi: Sau mỗi lần uống thuốc, nhiều yếu tố như hệ thống miễn dịch, bạch huyết, bài tiết qua nước tiểu, và đặc điểm hình thái của ngà răng có thể điều chỉnh lượng thuốc vào huyết tương và dịch ngoại bào

source: Under these circum- stances, it is possible that less HP comes in contact with the pulp tissue, which generates lower TS.
vi: Trong những trường hợp này, có thể là ít HP tiếp xúc với tuỷ răng, tạo ra nhạy cảm thấp hơn.

source: Undesirable side effects of intracoronal whitening include occasional external cervical resorption and, more rarely, ankylosis.
vi: Tác dụng phụ của tẩy trắng trong thân răng gồm ngoại tiêu cổ răng và hiếm hơn là cứng khớp.

source: Unfortunately, a literature review indicated that although the temperature of the car- otene-containing bleaching gel can increase considerably, this increase was not high enough to accelerate HP decomposition significantly (Buchalla and Attin 2007).
vi: Rất tiếc, một tổng quan y văn chỉ ra rằng mặc dù nhiệt độ của gel tẩy trắng chứa caroten có thể tăng đáng kể, nhưng sự tăng này không đủ để tăng tốc phân huỷ đáng kể HP (Buchalla và Attin 2007).

source: Unfortunately, this side effect is very frequent.
vi: Không may, tác dụng phụ này thường xảy ra.

source: Until high-powered studies are published, we should work in the conservative way and use such type of products, as they do not have any known detrimental effects.
vi: Cho đến khi những nghiên cứu có sức mạnh hơn được công bố, chúng ta nên làm việc một cách bảo tồn như loại sản phẩm, bởi vì chúng không có bất kì phản ứng bất lợi được biết.

source: Upon clinical and radiographic exam, the patient was informed that the discoloration on tooth #6 (FDI 1.3) was related to the respective root canal treatment.
vi: Theo thăm khám lâm sàng và phim X quang, bệnh nhân được thông báo răng đổi màu số #6 (FDI 1.3) liên quan tới việc điều trị nội nha.

source: Upon clinical and radiographic examination, the treatment plan presented to the patient to improve the esthetics of her smile included at-home whitening with 10 % carbamide peroxide with potassium nitrate and sodium fluoride in a custom-fitted tray over- night for 2 weeks, followed by recontouring the incisal edges of the maxillary inci- sors with direct resin-based composite to increase the length of the clinical crowns.
vi: Dựa vào khám lâm sàng và phim X quang, kế hoạch điều trị cho bệnh nhân để cải thiện thẩm mỹ của nụ cười gồm tẩy trắng tại nhà bằng 10 % carbamide peroxide với potassium nitrate và sodium fluoride trong khay cá nhân suốt đêm trong 2 tuần, sau đó tạo hình bờ cắn răng cửa hàm trên bằng comosite để tăng chiều dài thân răng lâm sàng.

source: Upon extraction and histo- logical evaluation, no significant differences were found in the concentration of the enzyme HO-1 in the pulp, which is normally increased in cells subjected to oxida- tive stress (Anderson et al.
vi: Dựa vào đánh giá mô học, không có thay đổi ý nghĩa được thấy trong nồng độ enzym HO-1 trong tuỷ răng, mà là bình thường tăng trong tế bào tiếp xúc chất oxi hoá (Anderson và cộng sự

source: Used 35 % hydrogen peroxide inside tooth and also suggested 25 % hydrogen peroxide
vi: Dùng 35 % hydrogen peroxide bên trong răng và cũng đề nghị 25 % hydrogen peroxide

source: Used the first hydrogen peroxide (called hydrogen dioxide)
vi: Dùng hydrogen peroxide đầu tiên (gọi là hydrogen dioxide)

source: Using either the PREMA® Enamel Microabrasion Compound with rotary pol- ishing cups or OPALUSTRE® with OpalCups™, a small portion of slurry is applied to the tooth surface.
vi: Sử dụng PREMA® hỗn hợp vi mài mòn men răng với mũi đánh bóng hoặc OPALUSTRE® với OpalCups™, một phần nhỏ của bột nhão được đặt lên bề mặt men răng.

source: Using resin infiltration much less enamel is removed compared to micro-abrasion or restorative approaches.
vi: Dùng xâm nhập nhựa loại bỏ men răng ít hơn nhiều so sánh với vi mài mòn hoặc phục hồi.

source: Usually de- and remineralization cycles alternate several times a day, but if over time remineralization overweighs demineralization, the lesion does not progress but arrests.
vi: Thường chu kỳ tái-khử khoáng thay thế nhiều lần một ngày, nhưng nếu thời gian tái khoáng nhiều hơn khử khoáng, tổn thương không tiến triển mà dừng lại.

source: Usually, clinical studies that performed the combined or jump-start bleaching technique have used high hydrogen peroxide concentrations for the in-office phase (Kugel et al.
vi: Thông thường, nghiên cứu lâm sàng thực hiện phối hợp hoặc kỹ thuật mồi khởi động dùng hydrogen peroxide nồng độ cao trong giai đoạn tại phòng khám (Kugel và cộng sự

source: Usually, the desiccation is achieved by a combination of air-blowing, an application of ethanol and another air- blowing subsequently.
vi: Thông thường, sự làm khô đạt được bằng kết hợp thổi hơi, bôi ethanol và một lần thổi hơi khác sau đó.

source: Usually, the in-office bleaching is applied before starting the at-home protocol; however, the in-office bleaching can be incorporated in any moment, mainly when there is a low response to the at-home bleaching.
vi: Thông thường, tẩy trắng tại phòng khám được áp dụng trước khi bắt đầu tẩy trắng răng tại nhà; Tuy nhiên, tẩy trắng tại phòng khám có thể được thực hiện bất kỳ thời điểm nào, chủ yếu là kkhi có đáp ứng thấp với tẩy trắng răng tại nhà.

source: Usually, two to three in-office bleaching sessions using 35 % HP are required to show a significant color change (Marson et al.
vi: Thông thường, từ hai đến ba phiên tẩy trắng tại phòng khám bằng 35 % HP là cần thiết để thấy màu sắc thay đổi có ý nghĩa (Marson và cộng sự

source: Variations to what is advocated by manufac- turers may lead to either whitening at reduced speed or increased TS rates (Reis et al.
vi: Thay đổi những khuyến cáo của nhà sản xuất có thể dẫn tới tốc độ làm trắng giảm hoặc tăng tỉ lệ nhạy cảm (Reis và cộng sự

source: Veneers
vi: Veneer

source: Very effective, durable whitening
vi: Rất hiệu quả, trắng lâu dài

source: Very severe forms show complete opaque and chalky enamel with pitting and often brownish discolorations.
vi: Dạng rất nặng cho thấy men răng đục hoàn toàn và màu phấn trắng với lỗ và thường đổi màu nâu.

source: Vital teeth
vi: Răng sống

source: Warm air and acidic solutions also initiate the decomposition of sodium perborate.
vi: Không khí ấm và dung dịch acid cũng bắt đầu phân huỷ sodium perborate.

source: Watch for excess gel along the tray border; remove it with a toothbrush or with a cotton swab.
vi: Chú ý gel thừa qua bờ viền khay; lau sạch gel thừa bằng bàn chải răng hoặc bông gòn.

source: We also informed the patient that enamel microabrasion removes a microscopic layer of enamel.
vi: Chúng tôi cũng thông báo bệnh nhân rằng vi mài mòn men răng loại bỏ 1 lớp mỏng men răng.

source: We also suggested the correction of the mesio-buccal line angle of tooth # 9 (FDI 2.1) and adjustment of the length of the maxillary canines with direct resin-based composite.
vi: Chúng tôi cũng đề nghị sửa góc gần ngoài của răng # 9 (FDI 2.1) và điều chỉnh độ dài của răng nanh hàm trên bằng comosite.

source: We always inform these patients that we also perform in-office whitening, but that several sessions may be needed to obtain an acceptable final tooth color.
vi: Chúng tôi luôn luôn thông báo những bệnh nhân này rằng chúng tôi cũng thực hiện tẩy trắng răng tại phòng khám, nhưng một vài phiên có thể cần để đạt được màu sắc răng cuối cùng chấp nhận được.

source: We currently inform our patients that discolorations caused by aging and chromo- genic foodstuff usually achieve a satisfactory lighter color after 2–4 weeks of over- night tray whitening with 10 % carbamide peroxide.
vi: Chúng tôi hiên nay thông báo cho bệnh nhân rằng đổi màu do tuổi và nhiễm sắc từ thức ăn thường đạt được màu sắc trắng hơn vừa ý sau 2 - 4 tuần tẩy trắng răng qua đêm bằng 10 % carbamide peroxide.

source: We currently use a 0.035″-thick ethylene vinyl acetate material that is heated prior to forming the tray around the stone model in a vacuum or pressure device, as shown in the video Fabrication of a Whitening Tray.
vi: Chúng ta đang dùng vật liệu ethylene vinyl acetate dày 0.035 inch được làm nóng trước khi tạo hình khay xung quanh mẫu hàm trong máy hút chân không, như trong video Chế tạo khay tẩy trắng.

source: We have only prescribed 10 %
vi: Chúng tôi chỉ chỉ định 10 %

source: We hypothesize that 35 % HP alone already produces enough free radicals for oxidizing organic component of dentin, and, thus, the increase in free radicals produced by the light activation might be useless.
vi: Chúng tôi đưa ra giả thuyết một mình 35 % HP đã tạo ra đủ gốc tự do cho oxy hoá thành phần hữu cơ của ngà răng, và do đó tăng gốc tự do kích hoạt bởi ánh sáng có thể là vô ích.

source: We recommended the replacement of the discolored restoration, which was still visible after the tooth whitened considerably.
vi: Chúng tôi đề nghị thay thế phục hồi bị đổi màu vẫn còn nhìn thấy đáng kể sau khi tẩy trắng răng.

source: We suggested a few more weeks of at-home whitening with the same 10 % carbamide peroxide gel and the same bleaching tray, following the same regimen that she had been prescribed in the beginning of the treatment
vi: Chúng tôi đề nghị thêm vài tuần tẩy trắng tại nhà 10 % carbamide peroxide, cùng một phác đồ điều trị giống lúc bắt đầu điều trị.

source: We then informed the patient that we might be able to whiten her teeth if she agreed to wear a tray with 10 % carbamide peroxide gel with potassium nitrate and sodium fluoride (Opalescence 10 % PF, Ultradent Products, Inc.) for 2–6 months at night.
vi: Sau đó chúng tôi thông báo rằng bệnh nhân có thể làm trắng răng nếu đồng ý mang khay với carbamide peroxide 10 % với potassium nitrate và sodium fluoride (Opalescence 10 % PF, Ultradent Products, Inc.) từ 2 - 6 tháng vào buổi tối.

source: Wear tray for the time recommended.
vi: Mang khay đúng thời gian đề nghị.

source: Weeks
vi: Tuần

source: What concentration of peroxide is best for our patients?
vi: Nồng độ nào của peroxide là tốt nhất cho bệnh nhân?

source: What is the best desensitizing agent to use with peroxides?
vi: Chất chông nhạy cảm tốt nhất dùng cùng với peroxide là gì?

source: What is the evidence?
vi: Bằng chứng là gì?

source: What is the recommended duration of at-home whitening treatments?
vi: Thời gian điều trị đề nghị của tẩy trắng răng tại nhà là bao lâu?

source: When 50 out of 64 newborns that had been given tetracycline in the neonatal period were followed up, 46 of them were found to have yellow or brown discolor- ation of the teeth, with or without enamel hypoplasia.
vi: Khi 50 trong số 64 trẻ sơ sinh được có dùng tetracycline trong giai đoạn sơ sinh được theo dõi, 46 trẻ thấy có răng đổi màu vàng hoặc nâu, có hoặc không có thiểu sản men răng.

source: When HP is to be stored, a weak acid is usually added to the solution to prevent it from decomposing (Chen et al.
vi: Khi HP được lưu trữ, một axit yếu thường được thêm vào dung dịch để tránh phân huỷ (Chen và cộng sự

source: When clinicians mix both syringes/bottles, a “chemical activation” occurs by mixing two components of the respective bleaching gels, which can indeed increase HP decomposition and the in-office gels are ready to use.
vi: Khi bác sĩ trộn cả hai ống tiêm / lọ, một "kích hoạt hoá học" xảy ra khi trộn 2 thành phần tương ứng của gel tẩy trắng, có thể thực sự làm tăng phân huỷ HP và gel tẩy trắng tại phòng khám đã sẵn sàng để sử dụng.

source: When comparing potassium nitrate with potassium oxa- late as desensitizers included in the composition of 10 % carbamide peroxide gels, it was reported that the gel with potassium oxalate caused significantly more sensi- tivity at 1 week than the 10 % carbamide peroxide gel with potassium nitrate or 10 % carbamide peroxide gel without any desensitizer (Perdigao et al.
vi: Khi so sánh potassium nitrate với potassium oxaate như chất chống nhạy cảm trong hỗn hợp của 10 % carbamide peroxide, người ta báo cáo gel with potassium oxalate gây nhạy cảm nhiều hơn có ý nghĩa sau 1 tuần so sánh với 10 % gel carbamide peroxide với potassium nitrate hoặc 10 % carbamide peroxide không có chất chống nhạy cảm (Perdigao và cộng sự

source: When hydrogen peroxide is applied for periods longer than 15 min, it is capable of diffusing through 0.5 mm of patent dentin, damaging pulpal tissue (Hanks et al.
vi: Khi hydrogen peroxide được áp dụng lâu hơn 15 phút, nó có khả năng phân tán qua 0.5 mm ngà răng, gây hại tuỷ răng (Hanks và cộng sự

source: When respondents were asked, “What would you most like to improve about your smile,” the most common response was “whiter and brighter teeth.” More recently, Hendrie and Brewer (2012) reported that devia- tion from normal tooth spacing and/or the presence of yellowed teeth have nega- tive effects on ratings of attractiveness and these effects are markedly stronger in females.
vi: Khi người được hỏi, "bạn thích nhất cái gì để cải thiện nụ cười của bạn," câu trả lời phổ biến nhất là "răng trắng hơn và sáng hơn." Gần đây, Oliver và Brewer (2012) báo cáo rằng độ lệch từ khoảng cách răng bình thường và/hoặc sự hiện diện của răng ố vàng có ảnh hưởng tiêu cực trên đánh giá của sự hấp dẫn và những hiệu này mạnh hơn rõ rệt ở phụ nữ.

source: When teeth are exposed to a 10 % carbamide peroxide gel for 6 h they lose 1 μg/mm2 of calcium.
vi: Khi răng tiếp xúc với 10 % carbamide peroxide 6 h chúng mất 1 μg/mm2 calcium.

source: When the HP is manufactured, a weak acid is usually added to the solution to pre- vent it from decomposing (Chen et al.
vi: Khi HP được sản xuất, một axit yếu thường được thêm vào dung dịch để tránh nó bị phân huỷ (Chen và cộng sự

source: When the clinician believes that preserving the patient’s own tooth structure is the most appropri- ate treatment, intracoronal whitening (or internal whitening or internal bleaching1) may be indicated for esthetic reasons.
vi: Khi bác sĩ tin rằng bảo tồn cấu trúc răng của bệnh nhân là điều trị thích hợp nhất, tẩy trắng trong thân răng có thể được chỉ định vì lý do thẩm mỹ.

source: When the resin is light cured, it blocks the diffusion pathways and protects the remaining apatite crystals (Meyer-Lueckel and Paris 2008).
vi: Khi nhựa được quang trùng hợp, nó ngăn chặn con đường khuếch tán và bảo vệ tinh thể apatit còn lại (Meyer-Lueckel và Paris 2008).

source: When the tooth color has a gray component (C and D shades, Vita Classical A1-D4 shade guide) or when teeth are discolored by the accumulation of tetracycline stains in dentin, teeth do not respond to whitening as well, especially when the stain accumulates in the cervi- cal third.
vi: Khi răng có màu xám (màu C và D, bảng màu Vita Classical A1-D4) hoặc khi răng đổi màu do tích tụ tetracycline trong ống ngà, răng không đáp ứng tới tẩy trắng, đặc biệt là những vết màu tích luỹ ở phần ba cổ răng.

source: When the treatment plan involves dental whitening followed by direct resin composite bonding procedures (recontouring anterior teeth, direct resin composite veneers, bonding orthodontic brackets, among others), the dental professional must take into consideration (as discussed in Chaps.
vi: Khi kế hoạch điều trị gồm tẩy trắng sau đó phục hồi comosite trực tiếp (tạo hình răng trước, trám veneer comosite trực tiếp, dán mắc cài chỉnh nha) nha sĩ phải xem xét (như thảo luận trong chương

source: When white spot lesions arrest, along with the minerals also organic components such as food pigments can be incorporated into the surface layer.
vi: Khi tổn thương đốm trắng ngưng lại, cùng với những khoáng chất cũng có thành phần hữu cơ như sắc tố thức ăn có thể được đưa vào lớp bề mặt.

source: While a 40–50- min application is related with a significant whitening outcome, there are reports of shorter application times, such as 10–20 min (Auschill et al.
vi: Trong khi thời gian áp dụng 40–50 phút liên quan có ý nghĩa kết quả tẩy trắng, có các báo cáo của thời gian áp dụng ngắn, như 10 - 20 phút (Auschill và cộng sự

source: While effective bleaching is reported to occur with in-office bleaching, several pub- lications have reported that patients undergoing bleaching procedures frequently complain of painful and uncomfortable sensations arising in the treated teeth.
vi: Trong khi hiệu quả tẩy trắng được báo cáo xảy ra với tẩy trắng tại phòng khám, nhiều tạp chí báo cáo rằng bệnh nhân tẩy trắng răng thường phàn nàn đau và cảm giác khó chịu khi điều trị.

source: While internal bleaching is a conservative technique compared to more invasive procedures such as veneers or full-coverage esthetic resto- rations, it results in a relatively low long-term success rate (Brown 1965; Howell 1981).
vi: Trong khi tẩy trắng răng bên trong là kỹ thuật bảo tồn so với nhiều thủ thuật xâm lấn hơn như veneer hoặc mão toàn diện, nó có tỉ lệ thành công dài hạn tương đối thấp (Brown 1965; Howell 1981).

source: While most of the early dental literature focused on nonvital bleaching, as early as 1868, whitening of vital teeth was being attempted with oxalic acid (Latimer 1868).
vi: Trong khi hầu hết các y văn nha khoa tập trung vào tẩy trắng răng chết tuỷ, đầu năm 1868, làm trắng răng sống được thực hiện với axit oxalic (Latimer 1868).

source: While most whitish discolorations are early, noncavitated caries lesions, they may also represent developmental defects with various etiologies such as fluorosis,
vi: Trong khi hầu hết mất màu trắng là sớm, sang thương sâu răng không có lỗ, chúng cũng đại diện khiếm khuyết phát triển với bệnh căn khác nhau như nhiễm fluor.

source: While shallower caries lesions can often be completely masked, in deep caries lesions at least an improvement is observed.
vi: Trong khi tổn thương sâu răng nông hơn thường được che hoàn toàn, trong tổn thương sâu răng sâu ít nhất là sự cải thiện quan sát được.

source: While there are many studies comparing OTC whit- ening with dentist-prescribed whitening, there are only a few independent clinical studies (Serraglio et al.
vi: Trong khi có rất nhiều nghiên cứu so sánh thuốc làm trắng OTC với thuốc làm trắng được kê bởi nha sĩ, chỉ có một vài nghiên cứu lâm sàng độc lập (Serraglio và cộng sự

source: While there is an abun- dant amount of information on the safety of at-home bleaching gels for adults, stud- ies focused on the tolerable carbamide peroxide concentration and respective contact time with the tooth surface for young patients in terms of pulpal health are lacking.
vi: Trong khi có nhiều thông tin phong phú về sự an toàn của tẩy trắng răng tại nhà cho người lớn, nghiên cứu tập trung vào nồng độ carbamide peroxide chấp nhận được và thời gian tiếp xúc tương ứng mô răng của bệnh nhân trẻ có tuỷ răng khoẻ mạnh đang thiếu.

source: White Spot Lesions
vi: Sang thương đốm trắng

source: White decalci- fication areas were seen on some mandibular teeth also, but none were noticeable when the patient spoke or smiled, and none had associated caries.
vi: Vùng khử khoáng trắng cũng thấy trên vài răng hàm dưới, nhưng không bị chú ý khi bệnh nhân nói hoặc cười, và không có liên quan sâu răng.

source: White enamel dysmineralization sometimes does not need to be completely removed during the microabrasion procedure.
vi: Loạn khoáng hoá men răng màu trắng thỉnh thoảng không cần loại bỏ hoàn toàn trong thủ thuật vi mài mòn.

source: White spots are among the most frequent dental aesthetic impairments.
vi: Đốm trắng là một trong những khiếm khuyết thẩm mỹ nha khoa thường gặp.

source: White spots deeper than 0.5 mm may be better camou- flaged with other treatment modalities, including microabrasion, enamel etching followed by resin infiltration (Chaps.
vi: Đốm trắng sâu hơn 0.5 mm có thể nguỵ trang tốt hơn với các phương pháp điều trị khác, gồm microabrasion, xoi mòn men răng sau đó là xâm nhập nhựa (chương

source: Whitening Material
vi: Vật liệu làm trắng

source: Whitening Techniques for Endodontically Treated Teeth
vi: Kỹ thuật tẩy trắng răng đã nội nha

source: Whitening material, which is usually a thick peroxide-based gel
vi: Vật liệu làm trắng, thường là một lớp gel peroxide

source: Whitening might have lightened the fluorotic brown stains without enamel microabrasion.
vi: Làm trắng có thể làm trắng vết màu nâu do nhiễm fluor mà không vi mài mòn men răng.

source: Whitening of anterior teeth prior to esthetic rehabilitation with veneers (Fig. 6.6) or direct resin-based composite restorations (Chap.
vi: Làm trắng răng của răng trước trước khi phục hồi thẩm mỹ bằng veneers (Hình 6.6) hoặc phục hồi comosite dán trực tiếp (chương

source: Will they get whiter if I bleach my teeth?
vi: Chúng có trắng lên nếu tôi tẩy trắng răng?

source: With ferrous compounds, HP can be combined with iron known as Fenton reagent.
vi: Với hợp chất chứa sắt, HP có thể kết hợp với sắt được biết là Fenton reagent.
